TELEGRAM_TOKEN = '1669911641:AAFcOx45b8c4ULDzo43ISLn8WfV4y7RAPKw'

INST_USERNAME_BOT = 'tyrok00002021'
INST_PASSWORD_BOT = '123456w'

DB_NAME = 'users.db'

START_TEXT = 'Привет, этот бот показывает кто отписался от Вас в инстаграмме.\n' \
'Для того чтобы добавить аккаунт инсты, отправьте команду в такой форме: /start ваш_логин_инсты\n ' \
'Для полной информации введите /help' 

HELP_TEXT = '/start логин_инсты - начать отслеживать вашу инсту\n/unsub логин_инсты - показать список отписавшихся ' \
'с момента последнего обновления\n/show - показать список отслеживаемых вами аккаунтов\n' \
'/delete логин_инсты - удалить из списка отслеживаемых.\n' \
'Так же, просим заметить, что бот, пока что, не работает с закрытыми аккаунтами'

ERROR_MESSAGE = r"Упс, что-то пошло не так..."
