TELEGRAM_TOKEN = '1669911641:AAFcOx45b8c4ULDzo43ISLn8WfV4y7RAPKw'

INST_USERNAME_BOT = 'tyrok00002021'
INST_PASSWORD_BOT = '123456w'

DB_NAME = 'users.db'

START_TEXT = 'Привет, этот бот показывает кто отписался от Вас в инстаграмме.\n' \
'Для того чтобы добавить аккаунт инсты, отправьте команду: /add \n ' \
'Для полной информации введите /help' 

HELP_TEXT = '/add логин_инсты - начать отслеживать вашу инсту\n/unsub логин_инсты - показать список отписавшихся ' \
'с момента последнего обновления\n/show - показать список отслеживаемых вами аккаунтов\n' \
'/delete логин_инсты - удалить из списка отслеживаемых.\n' \
'/mutual логин_инсты - посмотреть кто из тех на кого вы подписаны не подписан на вас.\n' \
'Так же, просим заметить, что бот, пока что, не работает с закрытыми аккаунтами'

MUTUAL_TEXT = '/mutual логин_инсты - посмотреть кто из тех на кого вы подписаны не подписан на вас'

WRONG_INST_USERNAME = "Вы ввели неправильный логин инсты"

ERROR_MESSAGE = r"Упс, что-то пошло не так..."

ENTER_LOGIN = "Введите логин от инсты"

TOO_MANY = "В данный момент бот может отслеживать только 3 аккаунта за раз\nВы можете посмотреть аккаунты которые уже отслеживаете с помощью команды /show\n" \
"Чтобы удалить один из отслеживаемых аккаунтов используйте команду /delete"

DONAT_MESSAGE = "На развитие проекта 🥺"

CARD_NUMBER = ""

CONTACT_MESSAGE = "Книга жалоб и предложения:\n@Sablinko"